Repository: Seravo/wp-spam-question-filter
Catalog: wp_spam_question_filter-*.po
Languages: fi

source: Error: Please fill in the required question.
fi: Virhe: Täytä pakollinen kenttä.

source: Error: Please fill in the correct answer to the question.
fi: Virhe: Vastauksesi spam-kysymykseen oli väärin.

source: Question to present to bot
fi: Testikysymys

source: Type here to add a new question
fi: Kirjoita uusi kysymys

source: Delete Question
fi: Poista kysymys

source: Possible Answers
fi: Hyväksyttävät vastaukset

source: Delete
fi: Poista

source: Add New
fi: Lisää uusi

source: WP Spam Question Filter settings updated.
fi: WP Spam Question Filter -asetukset päivitetty.

source: Edit WP Spam Question Filter
fi: Muokkaa Spam-kysymyksiä

source: Enable WP Spam Question Filter
fi: WP Spam Question Filter on käytössä?

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Protect the registration page too?
fi: Suojaa myös rekisteröintisivu?

source: Question prefix
fi: Kysymysten etuliite

source: Questions to present to bot
fi: Spam-testauskysymykset

source: Enter a new answer here
fi: Kirjoita uusi vastaus tähän
